Repository: TanyaMy/SmartInfusion-UwpClient
Catalog: SmartInfusion-UwpClient/Strings/*/Resources.resw
Source language: en_us
Languages: ru, uk

# addMedicine.Text
source: Add medicine
ru: Добавить препарат
uk: Додати препарат

# addMedicineBtn.Content
source: Save
ru: Сохранить
uk: Зберегти

source: Add medicines
ru: Добавить препараты
uk: Додати препарати

# city.Text
source: City:
ru: Город:
uk: Місто:

# completed.Text
source: Completed:
ru: Выполнено:
uk: Виконано:

# country.Text
source: Country:
ru: Страна:
uk: Країна:

# created.Text
source: Created:
ru: Создано:
uk: Створено:

# diagnosis.Text
source: Diagnosis:
ru: Диагноз:
uk: Діагноз:

source: Disease Histories
ru: Истории болезни
uk: Історії хвороби

# diseaseHistoryDetails.Text
source: Disease history details
ru: Детали истории болезни
uk: Деталі історій хвороби

# diseaseHistoryNotSelected.Text
source: At first, please select disease history
ru: Вначале выберите, пожалуйста, историю болезни.
uk: Спочатку, оберіть, будь ласка, історію хвороби.

# dosage.Text
source: Dosage:
ru: Дозировка:
uk: Дозування:

source: Home
ru: Домой
uk: На домашню

# homeAccuracyTxt.Text
source: High accuracy of injection speed
ru: Высокая точность скорости инъекций
uk: Висока точність ін'єкцій

# homeElectronicTxt.Text
source: Electronic record keeping
ru: Электронный документооборот
uk: Електронний документообіг

# homeMonitoringTxt.Text
source: Patient's treatment monitoring
ru: Мониторинг лечения пациента
uk: Моніторінг лікування пацієнта

# loading.Text
source: Loading...
ru: Загрузка...
uk: Загрузка...

source: Logout
ru: Выйти
uk: Вийти

# medicine.Text
source: Medicine:
ru: Препарат:
uk: Препарат:

# medicineDescription.Text
source: Description:
ru: Описание:
uk: Опис:

# medicineDetails.Text
source: Medicine Details
ru: Детали препарата
uk: Деталі препарата

# medicineNotSelected.Text
source: At first, please select medicine
ru: Вначале выберите, пожалуйста, препарат.
uk: Спочатку, оберіть, будь ласка, препарат.

# Medicines
source: Medcines
ru: Препараты
uk: Препарати

# medicineTitle.Text
source: Title:
ru: Название:
uk: Назва:

# medicineWeight.Text
source: Medicine weight:
ru: Вес препарата:

# message.Text
source: Message:
ru: Доп. сведения:
uk: Додаткові відомості:

source: My Disease Histories
ru: Мои истории болезни
uk: Мої історії хвороби

# passwordTxtBox.Header
source: Password
ru: Пароль
uk: Пароль

# patient.Text
source: Patient:
ru: Пациент:
uk: Пацієнт:

# patientInfo.Text
source: Patient Information
ru: Информация о пациенте
uk: Інформація про пацієнта

# patientMetrics.Text
source: Metrics
ru: Метрики
uk: Метрики

# patientTreatments.Text
source: Treatments
ru: Назначения
uk: Призначення

# phone.Text
source: Phone number:
ru: Телефон:
uk: Телефон:

# rememberMe.Text
source: Remember me
ru: Запонить меня
uk: Запам'ятати мене

# signInButton.Content
source: Sign in
ru: Войти
uk: Війти

# solutionVolume.Text
source: Solution volume:
ru: Объем раствора:
uk: Об'єм розчину:

# weight.Text
source: Weight:
ru: Вес:
uk: Вага:

# address.Text
source: Адрес:
uk: Адреса:
